/* Window Title */
"Bauhaus Clock Options" = "Opciones del Reloj Bauhaus";

/* Theme Selection */
"Theme" = "Aspecto";
"Day" = "Día";
"Night" = "Noche";
"System" = "Sistema";

/* Color Selection */
"Lume Color" = "Color del Lume";

/* Watch Dial Selection */
"Watch Dial" = "Esfera";

/* Buttons */
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Made with care by Atilla ↗" = "Creado con amor por Atilla ↗";

/* Color Names */
"Red" = "Rojo";
"Amber" = "Ámbar";
"Lavender" = "Lavanda";
"Rose" = "Rosa";
"Seafoam" = "Espuma de Mar";
"Sky" = "Cielo";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Melocotón";
"Tritium Green" = "Verde Tritio";
"Aqua" = "Agua";
"Lime" = "Lima";
"Yellow" = "Amarillo";
"Ice Blue" = "Azul hielo";
"White" = "Blanco";

/* Size Selection */
"Size" = "Tamaño";
"Standard" = "Clásico";
"Compact" = "Compacto";

/* Movement Selection */
"Movement" = "Movimiento";
"1 Hz" = "Cuarzo";
"4 Hz" = "Mecánico";
"60 Hz" = "Digital";

/* Movement Subtitles */
"Quartz tick" = "Tic de cuarzo";
"Mechanical sweep" = "Barrido mecánico";
"Ultra smooth" = "Movimiento fluido";

/* Watch Dial Names */
"Glacier" = "Glaciar";
"Ocean" = "Océano";
"Turquoise" = "Turquesa";
"Tennis" = "Tenis";
"Signal Blue" = "Azul señal";
"Salmon" = "Salmón";
"White" = "Blanco";
"Yellow" = "Amarillo";
"Beige" = "Beige";
"Pistachio" = "Pistacho";
"Lavender" = "Lavanda";
"Sky Blue" = "Azul Cielo";
"Cream" = "Crema";
"Charcoal" = "Carbón";
"Noir" = "Azabache";